#spring.profiles=ru

telegram.hello=\u041F\u0440\u0438\u0432\u0435\u0442! \u041C\u0435\u043D\u044F \u0437\u043E\u0432\u0443\u0442 ChooseEat Bot. \u042F \u0412\u0430\u0448 \u043F\u0440\u043E\u0432\u043E\u0434\u043D\u0438\u043A \u0432 \u043C\u0438\u0440 \u0432\u043A\u0443\u0441\u043D\u043E\u0439 \u0435\u0434\u044B.
telegram.enterFullUserName=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0432\u0430\u0448\u0435 *\u0418\u043C\u044F* \u0438 *\u0424\u0430\u043C\u0438\u043B\u0438\u044E*.\n\
  (_\u0423\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u0431\u0443\u0434\u0443\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043F\u0440\u0438 \u0431\u0440\u043E\u043D\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0438 \u043C\u0435\u0441\u0442 \u0432 \u0440\u0435\u0441\u0442\u043E\u0440\u0430\u043D\u0430\u0445._)
telegram.sharePhoneNumber=\u041F\u043E\u0434\u0435\u043B\u0438\u0442\u044C\u0441\u044F \u043D\u043E\u043C\u0435\u0440\u043E\u043C \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0430?
telegram.shareLocation=\u0420\u0430\u0441\u0441\u043A\u0430\u0436\u0438\u0442\u0435 \u0433\u0434\u0435 \u0412\u044B \u0441\u0435\u0439\u0447\u0430\u0441 \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0435\u0441\u044C. \u042F \u043F\u043E\u0434\u0431\u0435\u0440\u0443 \u0431\u043B\u0438\u0436\u0430\u0439\u0448\u0438\u0435 \u0440\u0435\u0441\u0442\u043E\u0440\u0430\u043D\u044B.
telegram.shareLocationRepeat=\u0420\u044F\u0434\u043E\u043C \u0441 \u0432\u0430\u043C\u0438 \u043D\u0435\u0442 \u0440\u0435\u0441\u0442\u043E\u0440\u0430\u043D\u043E\u0432, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043C\u044B \u043C\u043E\u0436\u0435\u043C \u043F\u043E\u0441\u043E\u0432\u0435\u0442\u043E\u0432\u0430\u0442\u044C. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u043D\u0430\u043C, \u043A\u043E\u0433\u0434\u0430 \u0431\u0443\u0434\u0435\u0442\u0435 \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u044C\u0441\u044F \u0432 \u0434\u0440\u0443\u0433\u043E\u043C \u043C\u0435\u0441\u0442\u0435
telegram.wantToEat=\u0420\u0430\u0434 \u0437\u043D\u0430\u043A\u043E\u043C\u0441\u0442\u0432\u0443! \u041D\u0435 \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u0435\u0440\u0435\u043A\u0443\u0441\u0438\u0442\u044C?
telegram.enterDishOrGetRecommendations=\u0423\u0440\u0430, \u0442\u0435\u043F\u0435\u0440\u044C \u0434\u0430\u0432\u0430\u0439\u0442\u0435 \u0432\u044B\u0431\u0435\u0440\u0435\u043C \u0436\u0435\u043B\u0430\u0435\u043C\u043E\u0435 \u0431\u043B\u044E\u0434\u043E!
telegram.enterDishName=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0431\u043B\u044E\u0434\u0430
telegram.selectAverageCheck=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0441\u0440\u0435\u0434\u043D\u0438\u0439 \u0447\u0435\u043A \u0440\u0435\u0441\u0442\u043E\u0440\u0430\u043D\u0430
telegram.selectAverageCheckRepeat=\u0423\u043A\u0430\u0437\u0430\u043D \u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u044B\u0439 \u0441\u0440\u0435\u0434\u043D\u0438\u0439 \u0447\u0435\u043A \u0440\u0435\u0441\u0442\u043E\u0440\u0430\u043D\u0430. \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0441\u0440\u0435\u0434\u043D\u0438\u0439 \u0447\u0435\u043A \u0440\u0435\u0441\u0442\u043E\u0440\u0430\u043D\u0430
telegram.selectDishCategory=\u041A\u0430\u043A\u0430\u044F \u0435\u0434\u0430 \u0432\u0430\u0441 \u0438\u043D\u0442\u0435\u0440\u0435\u0441\u0443\u0435\u0442?
telegram.selectDishKitchenDirection=\u041A\u0430\u043A\u0443\u044E \u043A\u0443\u0445\u043D\u044E \u043F\u0440\u0435\u0434\u043F\u043E\u0447\u0438\u0442\u0430\u0435\u0442\u0435?
telegram.selectDishesHelloMessage=\u042F \u043D\u0430\u0448\u0435\u043B \u0434\u043B\u044F \u0412\u0430\u0441 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 \u0431\u043B\u044E\u0434\u0430. \u0412\u044B\u0431\u0438\u0440\u0430\u0439\u0442\u0435 \u043A\u0430\u043A\u043E\u0435 \u0431\u043E\u043B\u044C\u0448\u0435 \u043D\u0440\u0430\u0432\u0438\u0442\u0441\u044F \u043F\u0435\u0440\u0435\u043A\u043B\u044E\u0447\u0430\u044F\u0441\u044C \u043C\u0435\u0436\u0434\u0443 \u0431\u043B\u044E\u0434\u0430\u043C\u0438 \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u043A\u043D\u043E\u043F\u043E\u043A! \u0415\u0441\u043B\u0438 \u0412\u0430\u043C \u043F\u043E\u043D\u0440\u0430\u0432\u0438\u043B\u043E\u0441\u044C \u0431\u043B\u044E\u0434\u043E \u043F\u0440\u043E\u0441\u0442\u043E \u043E\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0435\u0441\u044C \u043D\u0430 \u043D\u0435\u043C \u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 \u00AB\u0412\u044B\u0431\u0440\u0430\u0442\u044C\u00BB
telegram.selectDishesFromTop=\u041F\u043E \u0437\u0430\u0434\u0430\u043D\u043D\u044B\u043C \u043A\u0440\u0438\u0442\u0435\u0440\u0438\u044F\u043C \u043E\u0442\u043E\u0431\u0440\u0430\u043D\u044B \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 \u0431\u043B\u044E\u0434\u0430. \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043E\u0434\u043D\u043E \u0438\u0437 \u043D\u0438\u0445
telegram.selectBookOrRoute=\u0425\u043E\u0442\u0438\u0442\u0435 \u0437\u0430\u0431\u0440\u043E\u043D\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043C\u0435\u0441\u0442\u043E \u0432 \u0440\u0435\u0441\u0442\u043E\u0440\u0430\u043D\u0435 \u0438\u043B\u0438 \u043F\u0440\u043E\u043B\u043E\u0436\u0438\u0442\u044C \u043C\u0430\u0440\u0448\u0440\u0443\u0442?
telegram.bookRestaurantNotImplemented=\u0424\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B \u0431\u0440\u043E\u043D\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u0440\u0435\u0441\u0442\u043E\u0440\u0430\u043D\u043E\u0432 \u0432 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0435
telegram.routeToRestaurant=\u041C\u0430\u0440\u0448\u0440\u0443\u0442 \u0434\u043E \u0440\u0435\u0441\u0442\u043E\u0440\u0430\u043D\u0430
telegram.wantToEatRepeat=\u0427\u0442\u043E\u0431\u044B \u0441\u043D\u043E\u0432\u0430 \u0432\u043E\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043D\u0430\u0448\u0438\u043C \u0441\u0435\u0440\u0432\u0438\u0441\u043E\u043C, \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 \u00AB\u0425\u043E\u0447\u0443 \u0435\u0441\u0442\u044C\u00BB

telegram.dishDescription=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435: 
telegram.dishName=\u0411\u043B\u044E\u0434\u043E: 
telegram.dishPrice=\u0426\u0435\u043D\u0430: 
telegram.dishCategory=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044F: 
telegram.dishKitchenDirection=\u041A\u0443\u0445\u043D\u044F: 
telegram.restaurantAverageCheck=\u0421\u0440\u0435\u0434\u043D\u0438\u0439 \u0447\u0435\u043A: 

telegram.yandexRouteSuccess=\u0421\u043F\u0430\u0441\u0438\u0431\u043E, \u0447\u0442\u043E \u0432\u043E\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043B\u0438\u0441\u044C \u0441\u0435\u0440\u0432\u0438\u0441\u043E\u043C ChooseEat! \u0416\u0434\u0435\u043C \u0412\u0430\u0441 \u0441\u043D\u043E\u0432\u0430!
telegram.dishNotFound=\u0411\u043B\u044E\u0434\u043E \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E
telegram.nextDish=\u0421\u043B\u0435\u0434\u0443\u044E\u0449\u0435\u0435 \u0431\u043B\u044E\u0434\u043E
telegram.previousDish=\u041F\u0440\u0435\u0434\u044B\u0434\u0443\u0449\u0435\u0435 \u0431\u043B\u044E\u0434\u043E

telegram.dishByKitchenDirectoryNotFound=\u0411\u043B\u044E\u0434 \u043F\u043E \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0439 \u043A\u0443\u0445\u043D\u0435 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E
telegram.selectDishKitchenDirectionClosestError=\u0420\u044F\u0434\u043E\u043C \u0441 \u0432\u0430\u043C\u0438 \u0431\u043B\u044E\u0434 \u043F\u043E \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0439 \u043A\u0443\u0445\u043D\u0435 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E
telegram.dishByCategoryNotFound=\u0411\u043B\u044E\u0434 \u043F\u043E \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0439 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E
telegram.selectDishCategoryClosestError=\u0420\u044F\u0434\u043E\u043C \u0441 \u0432\u0430\u043C\u0438 \u0431\u043B\u044E\u0434 \u043F\u043E \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0439 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E
telegram.dishByNameNotFound=\u0411\u043B\u044E\u0434 \u043F\u043E \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u043C\u0443 \u0437\u0430\u043F\u0440\u043E\u0441\u0443 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E
telegram.restaurantByAverageCheckNotFound=\u041D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E \u0440\u0435\u0441\u0442\u043E\u0440\u0430\u043D\u043E\u0432 \u0441 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u043C \u0441\u0440\u0435\u0434\u043D\u0438\u043C \u0447\u0435\u043A\u043E\u043C


telegram.sendMessageFailed=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u043E\u0442\u043F\u0440\u0430\u0432\u043A\u0435 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u044F. \u041F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0435 \u0432\u0432\u043E\u0434.